<template>
  <div style="padding: 0rem 12rem">
    <div class="title">爱球直播球币充值服务协议</div>
    <div style="width:100%"><div class="divider"></div></div>
    <div>
        <div class="content">爱球直播2020-10-01</div>
        <div class="content">【审慎阅读】欢迎您使用爱球直播球币充值服务！在同意本协议前，请您认真阅读并充分知悉、理解爱球直播的各项规则及要求，以及国家关于该类互联网信息服务的法律法规等。<span class="smalltitle1">如果您对本协议的任何条款表示异议，您可以选择不使用；使用则意味着您将同意遵守本协议项下全部规定，以及我们后续对充值服务所作的任何修改。本协议已对与您的权益具有或可能具有重大关系的条款，及对爱球直播具有或可能具有免除或限制责任的条款用粗体字予以标注，请您注意。</span></div>
        <div class="content">【特别提示】 充值用户须确认自己具有完全民事行为能力，已年满18周岁，或已年满16周岁且依靠自己的劳动收入作为主要生活来源。<span class="smalltitle1">未成年用户使用爱球球币充值服务，必须得到家长或其他合法监护人的同意。爱球直播对于未成年人用户使用本服务过程中的行为，以及因其使用本服务而产生的一切后果不承担责任。</span>爱球直播谨此提醒家长合理引导未成年子女的上网及消费行为。</div>
    </div>
    <div>
        <div class="smalltitle">1.服务说明</div>
        <div class="content">1.1 球币是爱球直播为用户提供的用于在爱球直播进行相关消费的虚拟货币，您可以用“球币”自由兑换成虚拟礼物等各项产品或服务。<span class="smalltitle1">球币不能兑换成人民币，请您根据自己的实际需求购买相应数量的球币。</span></div>
        <div class="content">1.2<span class="smalltitle1">球币属于在线交付的充值类商品，因其特殊属性不适用《消费者权益保护法》中有关反悔权及网络购买商品七日无理由退货等条款的约束，用户一旦充值成功，充值即确定完成，爱球不提供任何退还或逆向兑换服务。</span>因球币无法使用而产生异议，用户可以通过客服专线查询处理。</div>
        <div class="content">1.3 爱球直播的充值系统提供支付宝、微信等不同的充值方式。用户使用该平台进行充值，可以为爱球账号充值球币。</div>
        <div class="content">1.4 用户使用上述充值方式进行充值后，应保留充值订单号或充值卡以作为今后发生问题核对依据凭证，用户就充值服务投诉，但未提供任何有效凭证的，爱球直播将不会作出任何补偿和赔偿。</div>
    </div>
    <div>
        <div class="smalltitle">2.使用规则</div>
        <div class="content">2.1<span class="smalltitle1"> 用户必须为绑定的支付账户开户人/持有人，可合法、有效使用该账户且未侵犯任何第三方权益，否则因此造成支付账户实际所有人损失的，应由用户单独负责解决由此产生的纠纷并承担全部法律责任。</span></div>
        <div class="content">2.2 用户必须采用爱球直播所指定的充值方式增加账户所有的球币数量。<span class="smalltitle1">若使用非爱球直播所指定的充值系统进行充值，或以非法的方式进行充值而造成用户权益受损时，不得因此要求爱球直播作任何补偿或赔偿，爱球直播也保留随时终止该账户资格及使用各项充值服务的权利。</span></div>
        <div class="content">2.3 在使用球币充值系统时，用户务必仔细确认自己的账号及充值金额，<span class="smalltitle1">因用户自身原因输入账号错误、操作不当或不了解充值计费方式等因素造成充错账号、选错充值种类、填错充值金额等情形而损害自身权益的，应自行承担责任。</span></div>
        <div class="content">2.4 若因用户违反爱球直播用户协议或本充值服务协议，爱球直播因此冻结账号及终止账号使用资格者，不得要求爱球直播作任何补偿或赔偿。</div>
        <div class="content">2.5 如果爱球直播发现因系统故障或其他任何原因导致的处理错误，无论有利于爱球直播还是有利于您，爱球直播都有权在以电子邮件、电话、私信或其他合理方式通知您后纠正该错误。如果该措施导致您实际收到的球币数量少于您应获得的球币，则爱球直播在确认该处理错误后会尽快将差额补足至您的账户中。如果该错误导致您实际收到的球币数量多余您应获得的球币，则无论错误的性质和原因如何，爱球直播有权从您的账户中直接扣除差额。</div>
        <div class="content">2.6 用户不得通过球币充值进行任何违法犯罪活动，否则爱球直播有权终止服务，情节严重的，依法移交司法机关。</div>
    </div>
    <div>
        <div class="smalltitle">3.渠道商服务手续费用</div>
        <div class="content">各充值方式对应的渠道商可能会按其标准制定相关充值渠道手续费用（可能会在充值操作页面或渠道商其他页面上提示），并在用户充值时收取。爱球直播特此提醒：请用户务必注意各充值方式的渠道商服务手续费，并按自己的需求选取充值方式。</div>
    </div>
    <div>
        <div class="smalltitle">4.免责声明</div>
        <div class="content">4.1 您可随时在网页端或手机APP上查看您的账户球币余额。如您对该记录有异议，应立即向爱球直播提出，爱走直播核对后确有错误的，将予以改正；<span class="smalltitle1">否则您同意爱球直播上的交易记录作为球币交易的唯一有效依据。</span></div>
        <div class="content">4.2 爱球直播有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额，交易次数等。您了解，爱球直播的前述设定可能对您的充值交易造成一定不便，您对此没有异议。</div>
        <div class="content">4.3<span class="smalltitle1">在任何情况下，对于您购买球币时涉及由第三方提供相关服务的责任由该第三方承担，爱球直播不承担该等责任。</span></div>
        <div class="content">4.4<span class="smalltitle1">因您自身的原因导致爱球直播无法提供球币购买服务或提供球币购买服务时发生任何错误而产生的任何损失或责任，由您自行负责，爱球直播不承担责任，包括但不限于：</span>（1）您未按照本协议或爱球直播不时公布的任何规则进行操作；（2）因您的爱球直播账号失效、丢失、被封停；（3）因您绑定的第三方支付机构账户的原因导致的损失或责任，包括您使用未经认证的第三方支付账户或使用非您本人的第三方支付账户，您的第三方支付账户被冻结、查封等；（4）您将密码告知他人导致的财产损失；（5）因您个人的故意或重大过失所造成的财产损失。</div>
        <div class="content">4.5<span class="smalltitle1">爱球直播系统因下列状况无法正常运作，使您无法使用各项服务或任何虚拟财产丢失时，本团队不承担损害赔偿责任，该状况包括但不限于：</span>（1）在爱球直播公告之系统停机维护、升级、调整期间；（2）电信通讯或设备出现故障不能进行数据传输的；（3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击、政府管制等不可抗力之因素，造成爱球直播系统障碍不能执行业务的；（4）由于黑客攻击、电信部门技术调整或故障、网站升级、相关第三方的问题等原因而造成的服务中断或者延迟。</div>
    </div>
    <div>
        <div class="smalltitle">5.服务变更、中断或终止</div>
        <div class="content">5.1 爱球直播可以根据业务需求随时变更服务或更新本协议的条款，但应在相关的页面上及时提示修改内容。修改后的服务协议一旦在页面公布即替代原来的服务协议。您可随时通过球币充值页面查阅最新的充值服务协议。</div>
        <div class="content">5.2<span class="smalltitle1"> 如发生下列任何一种情况，爱球直播有权随时中断或终止向您提供本协议项下的网络服务而无需通知您：</span>（1）您提供的个人资料不真实；（2）您违反本协议规定的购买规则；（3）您违反爱球直播用户协议及其爱球直播管理规则。除前款所述情形外，爱球直播同时保留在不事先通知用户的情况下随时中断或终止部分或全部网络充值服务的权利，对于充值服务的中断或终止而造成的任何损失，爱球直播无需对用户或任何第三方承担任何责任。</div>
        <div class="content">5.3 如果用户违规使用非本人苹果手机应用商店代充值，或者通过其他未经爱球直播认可的渠道非法购买球币，则爱球直播有权冻结该账户，并进行相应处罚，严重违规者将封号处理。</div>
        <div class="content">5.4 用户在使用爱球直播时，如出现违反国家法律法规、《爱球直播违规处罚管理规范》、本协议规定或其他爱球直播对用户的管理规定之情形，爱球直播有权暂时或永久封禁您的账号。<span class="smalltitle1">账号封禁后至解禁前（如有），您账户上的剩余球币将被暂时冻结或全部扣除，不可继续用于购买平台上的虚拟产品，同时不予返还您购买球币时的现金价值。</span></div>
    </div>
    <div>
        <div class="smalltitle">6.法律适用、管辖及其他</div>
        <div class="content">6.1 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律。</div>
        <div class="content">6.2 若您和爱球直播之间因本协议发生任何纠纷或争议，首先应友好协商解决；<span class="smalltitle1">协商不成的，您同意将纠纷或争议提交至爱球直播所在地有管辖权的人民法院管辖。</span></div>
        <div class="content">6.3 本协议任意一条被视为废止、无效或不可执行，该条款视为可分的且不影响本协议其余条款的有效性及执行性。</div>
    </div>
    <div>
        <div class="smalltitle" style="margin-bottom:10rem">爱球直播</div>
    </div>
  </div>
</template>

<script>
export default {
  data () {
    return {
    }
  },
  mounted () {
  },
  methods: {

  }
}
</script>

<style lang='scss'>
.title {
    display: flex;
    justify-content: flex-start;
    margin-top: 30px;
    margin-bottom: 14px;
    font-size: 16px;
    font-weight: bold;
}

.divider {
    // height: 0.2rem;
    width: 100%;
    margin: auto;
    border: rgb(242, 242, 242) solid 1px;
}

.smalltitle {
    font-weight: bold;
    font-size: 16px;
    color: #333333;
    margin-top: 14px;
    display: flex;
    justify-content: flex-start;
}
.smalltitle1 {
    font-weight: bold;
    font-size: 16px;
    color: #333333;
    text-align: left;
}
.content {
    font-weight: 400;
    font-size: 14px;
    color: #333333;
    text-align: justify;
}
</style>
